Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=390_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: GOLLEGIELLA - Davviriikkalaš sámi giellabálkkašupmi 2010
smn: KOLLEKIELÂ – Tave-eennâmlâš säämi kielâpalhaâšume 2010

source: Gollegiella - davviriikkalaš sámi giellabálkkašupmi geigejuvvo njealját geardde čakčat 2010 sámeministariid ja sámediggepresideanttaid deaivvadeamis Stockholmas skábmamánus.
smn: KOLLEKIELÂ – Tave-eennâmlâš säämi kielâpalhaâšume juáhhoo neäljád keerdi skammâmáánust 2010 sämmilâšaašijn västideijee ministerij ja sämitigij saavâjođetteijei kuáhtáámist Tukholmast.

source: Giellabálkkašupmi addojuvvo ovttaskas olbmui dehe organisašuvdnii Norggas, Ruoŧas, Suomas dehe Ruoššas sámegiela ovddideamis.
smn: Palhâšume mieđettuvvoo ovtâskâsulmuid tâi siärváduvváid Taažâst, Ruotâst, Suomâst tâi Ruošâst sämikielâ oovdedmân.

source: Giellabálkkašumi leat ásahan sámeáššiin vástideaddji ministarat Norggas, Ruoŧas ja Suomas ovttas dáid riikkaid sámediggepresideanttaiguin.
smn: Palhâšume láá vuáđudâm Taažâ, Suomâ ja Ruotâ sämmilâšašijn västidijee ministereh oovtâst tai enâmij sämitigij saavâjođetteijeiguin.

source: Bálkkašumi sturrodat lea 12 500 euro.
smn: Palhâšume stuárudâh lii 12 500 eurod.

source: Giellabálkkašumi ulbmil Giellabálkkašumi ulbmilin lea váikkuhit sámegiela ovddideapmái, gárggiidahttimii ja seailluheapmái Norggas, Ruoŧas, Suomas ja Ruoššas.
smn: Kielâpalhâšume ulme Kielâpalhâšume ulmen lii išediđ sämikielâ ovdedmist tâi siäilutmist Taažâst, Ruotâst, Suomâst já Ruošâst.

source: Gii sáhttá oažžut bálkkašumi ?
smn: Kii puáhtá finniđ pahlhášume ?

source: Giellabálkkašupmi juhkkojuvvo ovttaskas olbmuide (maiddái joavkkuide) dehe servošiidda (omd. searvi, ovttastus, ásahus, instituhtta) mat leat earenoamážit bidjan návccaid sámegiela ovddideapmái, gárggiidahttimii dehe seailluheapmái.
smn: Kielâpalhâšume mieđettuvvoo ovtâskâsulmuid (meid juávkku) tâi siärváduvváid (meid servi, lájádâs) moh láá mávsulávt toimâm merhâšittee vuovvijn sämikielâ oovdedmân tâi siäilutmân.

source: Giellabálkkašupmi sáhttá addojuvvot ovdamearkka dihte čálalaš, njálmmálaš dehe eará bargguin mat gusket hui viidát sierra servodatsurggiide.
smn: Palhâšume puáhtá mieđettiđ om. Kirjálâš, njálmálâš tâi eres áánsuin, moh sajaduveh vijđáhit jieškote-uv toimâsuorgijd.

source: Bálkkašumi supmi sáhttá juogadit eanet go ovtta vuoitái.
smn: Palhâšume puáhtá jyehiđ maaŋgâi vyeittei kooskâ.

source: Evttot kandidáhtat !
smn: Almoot jieijâd iävtukkâs !

source: Ovttaskas olmmoš, joavku dehe searvvuš Norggas, Ruoŧas, Suomas ja Ruoššas sáhttá dahkat evttohusa jagi 2010 bálkkašumi vuoitin.
smn: Ovtâskâsolmooš, juávkku tâi siärvádâh Taažâst, Ruotâst, Suomâst já Ruošâst puáhtá toohâđ jieijâs iävtuttâs ive 2010 palhâšume uážžost.

source: Evttohus bálkkašumi vuoitin oktan čálalaš ákkastallamiin man guhkkodat oažžu leat eanemustá 1-2 siiddu, galgá ollet čakčamánu 1. beaivvi rádjai dán čujuhussii:
smn: Iävtuttâs palhâšume uážžost já enâmustáá 1-2 sijđo kukkosâš kirjálâš vuáđustâllâm kalga toimâttiđ majemustáá 1. čohčamáánu 2010 čujottâsân:

source: Árvvoštallanlávdegoddi
smn: Árvuštâllâmkomitea

source: Brita Stina Sjaggo (árvvoštallanlávdegotti čálli) Sametinget Box 90 SE-981 22 Kiruna Sweden
smn: Kollekielâ – árvuštâllâmkomitea čällee Brita Stina Sjaggo Samediggi Box 90 SE-981 22 Giron / Kiruna Sweden
